["School", "of", "Computing", "Sciences", "-", "UEA", "Menu", "Search", "Home", "Study", "with", "Us", "Undergraduate", "Request", "a", "Prospectus", "Courses", "Applying", "Accommodation", "Fees", "and", "Funding", "Visit", "us", "Student", "Life", "Mature", "Students", "Your", "Future", "Career", "Clearing", "Adjustment", "Postgraduate", "Taught", "Degrees", "Scholarships", "Open", "Days", "Research", "PhDs", "&", "Studentships", "International", "Country", "EU", "Studying", "in", "the", "UK", "as", "an", "Families", "Summer", "Malaysia", "Office", "Foundation", "Diploma", "Programmes", "Contact", "Short", "Professional", "Development", "CPD", "Schools", "Free", "Online", "Learning", "Information", "for", "Parents,", "Teachers", "&amp;", "Young", "People", "Parents", "Abroad", "Incoming", "Outgoing", "New", "Explore", "our", "Excellence", "Framework", "Performance", "Norwich", "Park", "Our", "Integrity", "News", "Faculties", "Arts", "Humanities", "Art,", "Media", "American", "Studies", "History", "Interdisciplinary", "Institute", "Literature,", "Drama", "Creative", "Writing", "Politics,", "Philosophy,", "Language", "Communication", "Graduate", "Medicine", "Health", "Medical", "Centre", "Interprofessional", "Practice", "Continuing", "Science", "Actuarial", "Biological", "Biochemistry", "Chemistry", "Engineering", "Environmental", "Geography", "Mathematics", "Natural", "Pharmacy", "Social", "Economics", "Education", "Lifelong", "Law", "Business", "Psychology", "Work", "Opportunities", "Sponsored", "Knowledge", "Transfer", "Partnerships", "Consultancy", "GIS", "Consulting", "Case", "Facilities", "Testing", "Conference", "Space", "Laboratories", "Specialist", "Licensing", "Drug", "Delivery", "Administration", "Energy", "Film", "Services", "High", "Value", "Added", "Products", "Technologies", "Software", "Access", "Talent", "MyCareerCentral", "Raise", "Profile", "Promote", "Share", "Training", "MBA", "CCA", "Landskills", "Companies", "Norfolk", "Network", "Associated", "Partners", "Alumni", "Supporters", "Update", "Details", "Latest", "Where", "Are", "They", "Now?", "Benefits", "Keep", "Bookshelf", "Newsletters", "Annual", "Magazine", "Mailing", "Preferences", "Archive", "Ziggurat", "website", "Spotlight", "Submit", "career", "case", "study", "Get", "Involved", "How", "to", "Host", "Reunion", "Groups", "Worldwide", "Events", "Donate", "Careers", "Current", "Staff", "About", "Visiting", "Staying", "Getting", "Tourist", "Visitor", "Campus", "Map", "University", "Chancellor", "Vice-Chancellor", "Executive", "Team", "Structure", "Charter", "Reports", "Publications", "Corporate", "Responsibility", "Charities", "Equality", "Diversity", "Sustainability", "Widening", "Participation", "Community", "Engagement", "Freedom", "Creating", "Headroom", "Room", "Experts", "Meet", "Communications", "Journalists", "Interview", "Guidance", "Press", "Release", "Fast", "Facts", "Internal", "Key", "Dates", "Semester", "Music", "input", "name=\"term\"", "type=\"text\"", "class=\"search-query", "search-text\"", "placeholder=\"Site", "Search\"", "id=\"header-search-text\"", "accesskey=\"4\"", "title=\"Access", "Key:", "4\"", "onfocus=\"if(this.value", "==", "'Site", "Search')", "\"", "onblur=\"if(this.value", "'')", "value=\"Site", "/", "name=\"courseSearchString\"", "id=\"courseSearchString\"", "'Course", "value=\"Course", "Cookies", "policy", "var", "searchUrl=\"https://www.uea.ac.uk/search\";", "function", "headertabsearch(el)", "{", "window.location.href", "=", "searchUrl", "+", "\"?q=\"", "el.closest('.search-form-wrapper').children('.search-text').val();", "}", "$(\".search-text\").keypress(function(event){", "if(event.keyCode", "13){", "event.preventDefault();", "$(this).closest('.search-form-wrapper').children('.search-submit').click();", "return", "false;", "});", "$(\".search-submit\").live('click',function(e){", "e.preventDefault();", "headertabsearch($(this));", "Liferay.on(", "'IpcBannerContent',", "function(event)", "//var", "strBannerContent", "decodeURIComponent(event.bannercontent);", "event.bannercontent;", "strPageTitle", "event.pagetitle", "\";", "$('#ipc-banner-content').html(strBannerContent);", "if", "(event.pagetitle){", "$('#titleRoll').html(strPageTitle);", "//", "ipc", "content", "add", "customHeight", "class", "heroImage", "div", "$('#heroImage').addClass(\"customHeight\");", "document.getElementById(\"ipcbannercontent\").innerHTML=strBannerContent;", ");", "Read", "More", "Employability", "Outreach", "Athena", "Swan", "Working", "Faculty", "One", "most", "experienced", ":", "CMP", "alumnae", "Sofia", "Price", "Sarah", "Fuke", "win", "DevelopHER", "awards", "Rank", "based", "approach", "estimating", "spectral", "sensitivity", "functions", "Welcome", "Sciences.", "We", "were", "founded", "over", "40", "years", "ago", "we", "pride", "ourselves", "on", "teaching", "research", "that", "is", "relevant", "needs", "now", "future.", "believe", "learn", "by", "doing", "so", "teach", "using", "practical", "hands-on", "combination", "latest", "theories.", "students", "clearly", "appreciate", "methods", "as,", "2015", "National", "Survey,", "was", "ranked", "2nd", "overall", "satisfaction.", "graduates", "are", "also", "highly", "employable", "once", "they", "finish", "their", "degrees.", "The", "employment", "figures", "show", "88%", "undergraduates", "found", "work", "or", "within", "six", "months", "leaving,", "those,", "95%", "graduate-level", "jobs.", "has", "won", "prizes", "dominated", "what", "(REF", "2014)", "called", "world", "leading", "internationally", "excellent", "output.", "laboratory", "facilities", "outstanding,", "offering:", "Six", "general", "computing", "labs", "A", "specialised", "computer", "graphics", "lab", "(with", "haptic", "feedback", "devices)", "An", "electronics", "hardware", "committed", "principles", "SWAN", "charter", "which", "recognises", "celebrates", "good", "practice", "recruiting,", "retaining", "promoting", "women", "science,", "technology,", "engineering,", "mathematics", "medicine", "(STEMM)", "higher", "education.", "have", "already", "been", "awarded", "bronze", "award", "process", "applying", "silver", "award.", "We're", "UEA.", "All", "rights", "reserved.", "East", "Anglia,", "Park,", "Norwich,", "Norfolk,", "NR4", "7TJ,", "UK.", "Switchboard:", "+44", "(0)", "1603", "456161", "Accessibility", "Legal", "Statements", ".", "Electronics", "Lab", "(Lewin", "Lab)", "PC", "6", "Advanced", "Graphics", "Haptics", "General", "purpose", "3D", "Support", "span", "class=\"\"", "onmouseover=\"Liferay.Portal.ToolTip.show(this,", "'The", "Lewin", "Lab')\"", "school's", "after", "Professor", "Douglas", "who", "former", "head", "school.", "boasts", "18", "Viglen", "desktop", "running", "Windows", "7", "64bit", "standard", "software,", "alongside", "some", "more", "specialist", "software", "use", "solely", "this", "lab.", "range", "equipment", "include:", "Lego", "NXT", "robots", "workstations", "16", "ALTERA", "Programmable", "Logic", "development", "boards.", "ARM", "Cortex", "boards", "shown", "image.", "(Oscilloscope,", "Signal", "Generator,", "PSU,", "Multi-meter,", "etc.)", "Spectrum", "Analyser", "ranges", "from", "design,", "implementation", "testing", "through", "robots.", "'Lab", "facilities')\"", "excellent.", "laboratories", "100", "up-to-date", "PCs", "64-bit.", "devices", "(the", "contains", "such", "oscilloscopes,", "signal", "generators,", "spectrum", "analysers", "newest", "Apple", "Macintosh", "fitted", "out", "iMacs,", "iPads", "iPod", "touch", "devices.", "these", "open", "undergraduate", "postgraduate", "students.", "During", "term", "time", "host", "sessions", "when", "not", "coursework", "project", "work.", "all", "provision", "own", "laptop", "computers.", "Opening", "times", "1,2", "usually", "9:00am", "5:00pm", "3,4", "5", "11:00pm", "(Please", "note", "subject", "change.)", "In", "addition", "450", "available", "use,", "150", "24", "hour", "access", "library.", "printing", "'PhD", "studentships')\"", "PhD", "studentships", "place", "degree.", "school", "organised", "into", "three", "laboratories:", "Computational", "Biology", "Graphics,", "Vision", "Speech", "Machine", "Statistics", "Within", "carried", "computational", "biology,", "speech", "processing,", "graphics,", "vision,", "colour", "data", "mining,", "optimisation,", "machine", "learning", "statistics.", "part", ",", "includes", "at", "John", "Innes", "Sainsbury", "Laboratory", "Genome", "Analysis", "Food", "Hospital", "Trust", "strong", "collaborative", "links", "across", "Park.", "join", "can", "be", "via", "below.", "addition,", "details", "performed", "pages", "prospective", "welcome", "contact", "supervisors", "whose", "interested", "explore", "opportunities.", "viewed", "web", "address", "above", "where", "found.", "Prospective", "pgr.enquiries.admiss@uea.ac.uk", "further", "information", "about", "It", "anticipated", "majority", "successful", "applicants", "will", "start", "1", "October", "each", "year", "but", "may", "able", "one", "University's", "other", "entry", "points", "(1", "January,", "April", "July).", "directly", "funded", "competitively", "projects.", "For", "projects,", "choose", "best", "applicant", "project.", "set", "only", "applicants.", "covers", "fees", "provides", "tax", "free", "stipend", "approximately", "14,000", "year.", "View", "Projects", "Graduates&#039;", "Experience", "Post", "docs", "right", "support", "prepare", "you", "your", "future", "career')\"", "Over", "90", "per", "cent", "secure", "computer-relevant", "positions", "companies", "continue", "studies", "level", "academia.", "Some", "gone", "become", "sales", "executives", "earning", "competitive", "salaries,", "whilst", "others", "secured", "established", "IBM,", "Aviva", "Logica,", "Program", "Systems", "Analysts,", "Web", "Designers,", "IT", "Managers.", "Others", "followed", "entrepreneurial", "path", "companies,", "while", "chose", "enter", "academia", "professionally.", "Of", "course,", "market", "very", "competitive,", "endeavour", "ensure", "receive", "advice", "training", "them", "transition", "study.", "Service", "helps", "reflect", "skills", "aspirations", "relate", "potential", "jobs", "careers.", "give", "run", "invaluable", "workshops", "finding", "vacancies,", "interview", "techniques", "how", "write", "CV", "effectively", "job", "higher-degree", "applications.", "Please", "follow", "below", "according", "employability", "interest:", "Technology", "Internships", "Job", "vacancies", "please", "login", "details.", "(External)", "internal", "go", "PostDoc", "Vacancies", "queries", "related", "Director,", "Dr.", "Rudy", "Lapeer", "'Business", "enterprise", "opportunities')\"", "opportunities", "Anglia", "creating", "sustainable", "relationships", "local,", "national", "international", "businesses.", "As", "commitment,", "close", "industry", "business", "number", "commercial", "activities", "including", "consulting", "company", "SYSCo", "often", "collaboration", "partners", "mean", "courses", "keep", "step", "employers'", "changing", "needs.", "Below", "recent", "examples", "activities.", "runs", "programme", "courses.", "businesses", "bespoke", "meet", "individual", "Syrinix", "Haptimol", "Urban", "Modelling", "Group", "Lingua", "Sign", "Virtual", "Past", "Printing", "Animgen", "Spectral", "Edge", "'Other", "labs')\"", "Other", "Sciences,", "invest", "heavily", "based.", "currently", "dedicated", "masters", "research.", "Labs", "Enterprise", "64-bit", "operating", "system", "specific", "installed.", "1-4", "primarily", "used", "course", "Each", "equipped", "mixture", "Dell", "desktops.", "machines", "64-bit,", "packages", "teaching.", "20", "specification", "being", "MSc", "This", "Masters", "22", "'Specialist", "modellers", "photo", "realistic", "urban", "environments')\"", "environments", "environments,", "landscapes", "buildings", "populated", "virtual", "humans", "characters.", "football", "stadium", "model", "Construction", "petrol", "station", "models", "wide", "projects", "illustrating", "planning", "applications", "redevelopment", "enhancing", "tourism", "visitor", "attractions.", "unique", "modelling", "incorporate", "manually", "produced", "detailed", "semi-automatically", "modelled", "buildings,", "generated", "in-house", "software.", "Animated", "flythroughs", "stills", "traditional", "print", "electronic", "media,", "CD-ROM,", "DVD", "skilled", "team", "animators", "produce", "high", "quality", "rendered", "animations", "dynamic", "visualised", "navigated", "interactive", "rates.", "Seminars", "Conferences", "Seminar", "Archives", "'Latest", "news')\"", "news", "On", "Wednesday", "24th", "November", "alumna", "inaugural", "Emerging", "prize", "DeveloperHER", "King", "s", "Norwich.", "At", "same", "event", "Fuke,", "completed", "her", "BSc", "Computer", "2006,", "Best", "Newcomer", "Award.", "annually", "promising", "new", "female", "developers", "positive", "influence", "last", "annual", "that...", "&raquo;", "01/12/15", "big", "Sync", "City", "Luis", "Martinez", "Davila,", "third", "student", "Science,", "Saturday", "together", "his", "Everyday", "Spaces.", "Their", "startup", "selected", "jury", "experts", "entrepreneurs", "14", "teams", "had", "created", "54", "hours", "competition.", "SyncNorwich", "second", "challenged", "Technology...", "24/11/15", "PGR", "Day", "School's", "PGR-Day", "held", "Oct.", "23,", "2015.", "day", "PhD-students", "chance", "showcase", "many", "took", "advantage", "it.", "talk", "Andrew", "Bangham", "seminar", "series", "entitled", "\"High", "imaging", "applications\"", "given", "Kurt", "Debattista", "Warwick.", "poster", "category", "stage", "David", "Cutting", "...", "04/11/15", "Dr", "Nikoloulopoulos&#039;s", "Weighted", "Scores", "Method", "released", "CRAN", "Aristidis", "K.", "Nikoloulopoulos's", "Comprehensive", "R", "(CRAN).", "package", "weightedScores", "Regression", "Models", "Dependent", "Data", "\".", "h", "implement", "weighted", "scores", "method", "CL1", "criteria", "intermediate", "variable", "correlation", "structure", "selection", "longitudinal", "categorical", "count", "Nikoloulopoulos,", "Joe", "and...", "27/10/15", "Congratulations", "winners", "special", "tea", "party", "present", "certificates.", "following:", "George", "Oastler", "(for", "distinguished", "performance", "Year", "Assessment)", "Pavel", "Solodilov", "Liam", "Self", "Assessment", "first", "degree", "MComp", "programmes)", "Jin", "Zhi", "Khong", "You", "Yang", "Chew", "1...", "13/10/15", "Page", "17", "2", "3", "4", "8", "9", "10", "11", "&mdash;", "Items", "Showing", "85", "results.", "&larr;", "First", "Previous", "Next", "Last", "&rarr;", "'Why", "')\"", "Why", "UEA?", "What", "offer", "Satisfaction", "(NSS", "2015)", "we're", "schools", "programmes", "aligned", "aspirations.", "inter-disciplinary", "enable", "understand", "contemporary", "fast-track", "onto", "topics", "With", "staff", "comprises", "expert", "academic", "teachers", "scientists,", "plus", "industry,", "guaranteed", "education", "cutting", "edge", "Science.", "Full-Time", "75", "15", "Course", "Title", "Industry)", "Applied", "Industry", "Imaging", "Multimedia", "BEng", "'Getting", "touch')\"", "7TJ", "Tel", "01603", "592300", "Fax", "593345", "Email", "cmpmaths_admin@uea.ac.uk", "admissions", "enquiries", "email:", "admissions@uea.ac.uk", "Academic", "Associate", "Tutors", "Honorary", "Local", "Role", "Holders", "img", "class=\"photo\"", "src=\"/people-portlet/files/pureimagescaled/130w/61270291/e939087d.jpg\"", "Name:", "Title:", "Senior", "Lecturer,", "Telephone:", "(0)1603", "59", "2305", "E-Mail:", "href=\"mailto:&#114;.&#108;&#97;&#112;&#101;&#101;&#114;&#64;&#117;&#101;a.ac&#46;&#117;&#107;\"", "&#114;&#46;lap&#101;&#101;&#114;&#64;&#117;&#101;&#97;&#46;&#97;c&#46;&#117;&#107;", "Location:", "2.33", "Organisation:", "class=\"locality\"", "class=\"country-name\"", "United", "Kingdom", "Overview", "Teaching", "Activities", "Admin", "Biography", "obtained", "Mechanical", "Distinction", "College", "Ghent", "(Belgium)", "July", "1988.", "His", "production", "engineer", "VOLVO", "Cars", "Europe", "he", "worked", "years.", "1992", "moved", "back", "up", "post", "Engineer", "Department", "Informatics,", "(RUG).", "Meanwhile", "embarked", "part-time", "1993", "Distinction.", "He", "then", "offered", "position", "Cambridge,", "working", "Euro-Punch", "involved", "prediction", "adverse", "pregnancy", "outcomes", "clinical", "data.", "started", "Engineering,", "Cambridge", "1996,", "EPSRC,", "successfully", "1999.", "subsequently", "Fellowship", "Physics", "Bio-engineering", "London", "(UCL)", "EPSRC", "augmented", "reality", "surgical", "navigation", "(CASSPAR).", "2001", "Consultant", "UCL", "MTT", "(Medical", "Transfer).", "2002,", "appointed", "Lecturer", "Anglia.", "2007-8,", "received", "Award", "Teaching.", "promoted", "2010.", "Follow", "link", "current", "But", "feel", "email", "me", "discuss", "outside", "areas", "alternative", "sources", "funding.", "Lapeer,", "R.", "J.,", "Jeffrey,", "S.", "Dao,", "J.", "T.,", "Garc", "a,", "G.", "G.,", "Chen,", "M.,", "Shickell,", "Rowland,", "S.,", "Philpott,", "C.", "M.", "(2014)", "Using", "passive", "coordinate", "measurement", "arm", "motion", "tracking", "rigid", "endoscope", "image", "guided", "surgery", "Journal", "Robotics", "Assisted", "Surgery", "10.", "pp.", "65-77", "Full", "Text", "Repository", "(Article)", "Gasson,", "P.", "D.,", "Karri,", "V.", "(2011)", "Hyperelastic", "Finite", "Element", "Model", "Human", "Skin", "Interactive", "Real-Time", "Surgical", "Simulation", "IEEE", "Transactions", "Biomedical", "58.", "1013-1022", "Shah,", "K.,", "(2010)", "optimised", "radial", "basis", "algorithm", "fast", "non-rigid", "registration", "medical", "images", "Computers", "40.", "1-7", "Simulating", "plastic", "surgery:", "human", "skin", "tensile", "tests,", "hyperelastic", "finite", "element", "real-time", "haptics", "Progress", "Biophysics", "Molecular", "103.", "208-216", "(2009)", "(Paper)", "P.,", "Fitting", "material", "stress-strain", "in-vitro", "experiment", "Gonzalez", "Garcia,", "Evaluation", "Photo-consistency", "Intra-operative", "Registration", "Image", "Enhanced", "Navigation", "(IESN)", "System", "Proceedings", "Understanding", "(MIUA09)", "229-233", "Augmented", "Reality", "R.,", "Gonzalez-Garcia,", "minimally", "invasive", "Gonzalez,", "Linney,", "A.,", "Alusi,", "(2008)", "Image-enhanced", "endoscopic", "sinus", "evaluating", "calibration,", "4.", "32-45", "brief", "account", "enhanced", "(IESN).", "images:", "comparing", "thin-plate", "biharmonic", "splines", "(2007)", "consistency", "MMVR15", "proceedings,", "Informatics", "125.", "67-72", "Vitro", "Skin-Tissue", "Experiment", "Increased", "Realism", "Simulations", "143-145", "Heatley,", "D.", "Bell,", "Hegarty,", "..,", "Smith,", "L.,", "Dodd,", "N.,", "Calvert,", "Scott,", "I.", "H.", "Rae,", "(2006)", "laptop-based", "DICOM", "viewer", "in-theatre", "procedures,", "multi-site", "MDT", "meetings", "networked", "Marsland,", "(2005)", "Physics-based", "animation", "trotting", "horse", "Environment", "(Other)", "mechanical", "simulation", "obstetric", "forceps", "virtual/augmented", "environment", "IOP", "284-289", "ISBN", "978-1-58603-498-6", "(Chapter)", "Real-time", "rendering", "radially", "distorted", "scenes", "augmentation", "Villagrana,", "(2004)", "delivery", "Interests", "My", "interests", "visualisation,", "simulation,", "physics", "biomechanics.", "broader", "context", "encompasses", "animation,", "mechanics,", "(VR/AR),", "analysis", "(FEA)", "numerical", "methods.", "I", "on:", "developed", "hardware/software", "platform,", "ARView,", "(augmented", "reality)", "navigation.", "particular", "aimed", "ENT", "(Ear,", "Nose", "Throat)", "stereoscopic", "microscope", "intra-operative", "Visualisation", "Roger", "Rowland", "RMR", "3DView", "solution", "post-processing", "different", "modalities", "(X-ray", "CT,", "MRI,", "PET).", "ongoing", "additional", "features", "frequently", "added.", "advanced", "solutions", "acceleration,", "explicit", "(FE)", "algorithms", "simulate", "procedures.", "context,", "experiments", "assess", "its", "hyper-", "visco-elastic", "properties.", "Childbirth", "Biomechanics", "studied", "fetal", "moulding", "recently", "investigated", "effect", "biomechanics", "shoulder", "dystocia.", "Vehicle", "Dynamics", "VPEX", "Trotting", "Horse", "---------------------------------------------------------------------------------------", "Selected", "Chen", "M.S.,", "Linney", "A.", "Alusi", "Surgery.", "2008(4):32-45,", "DOI:", "10.1002/rcs.175.", "R.J.,", "Shah", "S.K.", "R.S.", "Medicine,", "40(2010):1-7.", "Prager,", "W.", "\"Fetal", "moulding:", "skull", "subjected", "uterine", "pressures", "during", "labour.\"", "34(9):", "1125-1133,", "2001.", "R.J.", "Prager", "R.W.", "shape", "recovery", "newborn", "Computerized", "24(3)193-204,", "2000.", "teaches", "1st", "UG", "courses;", "Games", "Programming", "M-level.", "External", "Indicators", "Esteem", "Member", "Fellow", "(LTN)", "2007-2009", "Reviewer", "several", "renowned", "journals", "conferences", "Responsibilities", "Director", "Coordinator", "'News", "alumni')\"", "alumni", "There", "no", "reason", "experience", "stop", "graduation.", "large", "database", "past", "(alumni)", "want", "kept", "date", "developments", "campus.", "kind", "enough", "pass", "success", "department", "lead", "both", "existing", "If", "department,", "various", "guises", "years,", "do", "get", "we'd", "find", "getting", "let", "know", "happening", "here.", "Links", "Association", "maintains", "ex-students", "To", "benefits", "services", "offer,", "visit", "you'd", "like", "alumni@uea.ac.uk", "touch.", "'PC", "6')\"", "21.5\"", "iMac", "computers", "Mac", "OS", "X", "Yosemite.", "small", "sessions,", "overflow", "space.", "iOS", "Development.", "IDEAL", "2011", "Phylognetic", "Combinatorics", "Conservation", "EBI", "Roadshow", "Midsummer", "Phylogenetics", "Spring", "2012", "'A", "platform", "presenting", "research')\"", "scientific", "meeting", "page.", "Most", "far", "focused", "providing", "area.", "nature.", "Scientific", "Meetings", "Insights", "Metamerism", "7th", "2014", "(International", "conference)", "Phylogenetic", "Conservation'", "ESF", "type", "events", "hosts", "event.", "every", "required", "either", "presentation,", "depending", "results", "peer", "review", "process.", "2013", "'Details", "external", "[MIUA]", "Post-doctoral", "Researcher", "Assistive", "(University", "Dundee)", "title:", "Colege/SASS", "Sciene", "School/Directorate:", "07/12/15", "Funded", "Places", "Parallelism", "Edinburgh", "Doctoral", "Pervasive", "Parallelism*", "(Funded", "Places)", "EPSRC-funded", "is...", "03/12/15", "Prize", "fellow", "Bath", "two", "'Prize", "Fellow'", "coming", "Bath.", "These", "post-doctoral", "permanent", "posts.", "more...", "30/11/15", "Studentship", "Super-resolution", "Fibre-bundle-based", "Video", "Acquisition", "Devices", "(UCL),", "Center", "looking", "motivated", "candidate", "or...", "19/11/15", "King&#039;s", "Imperial", "London,", "(CDT)", "Website:", "www.imagingcdt.com", "Email:", "imaging-cdt@kcl.ac.uk", "College...", "26", "'Specialising", "reconstruction", "historic", "events')\"", "Specialising", "between", "History,", "specialising", "events.", "creates", "photorealistic", "people,", "enhance", "interaction", "encourage", "stimulate", "repeat", "visitors.", "information,", "Example", "reconstructions", "Castle", "CASSPAR", "Imaging,", "Colonoscopy", "Obstetrics", "'Vehicle", "dynamics", "simulator')\"", "simulator", "Ken", "MacLeod,", "student,", "works", "Lead", "Programmer", "games", "Bizarre", "Creations", "designed", "implemented", "PC-based", "motor", "vehicle", "under", "my", "supervision.", "screenshots", "simulator.", "left", "shows", "two-window", "display", "(VE)", "displayed", "bottom", "window", "tyre", "g-forces", "top", "window.", "Also", "torque/power", "curve", "corner", "speedometers.", "Only", "chassis,", "suspension", "wheels", "illustrate", "behaviour", "components", "rough", "terrain.", "fully", "car", "just", "went", "off", "racetrack.", "(low", "res)", "movie", "showing", "user", "ACT-LABS", "racing", "force", "interface.", "Photographs", "Special", "Issues", "Sessions", "Programme", "Topics", "Plenary", "Talks", "Committees", "'International", "Intelligent", "Automated", "Learning')\"", "(IDEAL)", "conference", "emerging", "challenging", "intelligent", "analysis,", "mining", "associated", "systems", "paradigms.", "After", "events,", "2010", "(Paisley),", "2009", "(Burgos),", "2008", "(Daejeon)", "2007", "(Birmingham),", "12th", "conference,", "2011,", "9th", "September", "interesting", "opportunity", "stimulating", "forum", "theoretical", "advances", "real-world", "intelligence", "analysis.", "past,", "proceedings", "published", "Springer", "Lecture", "Notes", "Series", "authors", "invited", "submit", "findings", "conference.", "opened", "(07/09/11)", "Thomas", "Paine", "plenary,", "parallel", "social", "smoothly", "timely", "planned.", "delegates", "impressed", "precise", "organisations", "enjoyed", "food.", "Friday,", "09/09/2011.", "organisation", "committee", "would", "thank", "participating", "papers", "keynote", "speakers", "giving", "exciting", "inspiring", "plenary", "talks.", "Organising", "Chair", "Wenjia", "Wang", "particularly", "express", "sincere", "appreciation", "administrative", "technical", "valuable", "make", "successful.", "year's", "Natal,", "Brazil.", "Sponsors:", "Publishers:", "Earlham", "Road", "Tel:", "2577", "ideal2011@uea.ac.uk", "Biomechanical", "Fetal", "Head", "Moulding", "topic", "extensively", "Cambridge.", "copy", "PDF", "format", "downloaded", "here:", "(pdf", "MB)", "Biomechanics,", "labour", "687", "KB)", "download", "reprint.", "Snapshots", "below,", "change", "labour.", "Note", "deformations", "magnified", "factor", "(wmv", "21", "KB):", "encounter", "problems", "opening", "movie,", "save", "file", "hard", "drive", "media", "player.", "[1]", "Front", "view", "undeformed", "[2]", "deformed", "[3]", "Lateral", "[4]", "[5]", "Top", "[6]", "Forceps", "combining", "methodologies", "resulted", "flawed", "entertaining", "(avi", "MB).", "scientifically", "justified", "(but", "less", "entertaining)", "study,", "paper", "satellite", "workshop", "MICCAI", "2004.", "(left", "undeformed;", "deformed).", "Undeformed", "Deformed", "application", "Author:", "'Assisting", "global", "visualisation')\"", "Assisting", "visualisation", "mainly", "neck", "surgery,", "stereo", "interventions.", "enhancement", "assist", "surgeon", "visualisation.", "Location", "D'Arcy", "Thomson", "Room,", "Date", "13:00-17:00", "Apr", "Organiser", "Katharina", "Huber", "Miss", "Bastkowski", "Institution", "teaching,", "rendering.", "end", "Dimension", "desktops", "Xeon", "processors", "24GB", "RAM,", "few", "Genie", "Desktops", "i7", "16GB", "RAM.", "NVIDIA", "cards", "installed", "include", "GeForce", "GTX", "580", "680", "CUDA", "development.", "(force", "feedback)", "device", "desk.", "tasks", "Studio", "Max,", "Maya,", "Photoshop", "Adobe", "Suite.", "Members", "Speech,", "Audio", "Processing", "'We", "conduct", "scientists", "industry')\"", "underpinning", "theory", "field", "geometry,", "key", "great", "ranging", "engineering", "design", "manufacture", "film", "industries", "simulators.", "group", "conducts", "end-users", "technology.", "Examples", "UEA,", "NRP,", "Stuttgart,", "Technische", "Universitaet", "Braunschweig,", "Universidade", "de", "Sao", "Paulo,", "China,", "Zhejiang", "University,", "Hangzhou,", "Disney", "Pittsburgh.", "'Teaching", "students')\"", "following", "links:", "(HUBs)", "Forms", "Advice", "Here", "student.", "handbook", "Specific", "writing", "guidelines", "Available", "exam", "Theses", "Discussions", "board", "Module", "documents", "ethics", "'School", "seminars')\"", "seminars", "EVENTS", "organises", "level.", "Recent", "Unconscious", "Bias", "13th", "January", "(week", "1)", "2:30", "3:30", "Maths", "room", "(S1.20),", "Helen", "Murdoch", "students....", "Loction:", "SCVA", "01.10", "Date:", "4th", "November,", "2015,", "13:00-14:00", "Organiser:", "Joost", "Noppen", "Speaker", "Maryam", "Darrodi", "Institution:", "02/11/15", "Traceability", "Forensics:", "Legacy", "28th", "October,", "13:00", "Speaker:", "Abstract:...", "26/10/15", "23d", "Oct.2015,", "13.00", "S3.05", "Debattista,", "Warwick", "Abstract", "colours", "20/10/15", "84", "'Projects", "simulation')\"", "imaging,", "and/or", "active.", "click", "project:", "DRR", "Digital", "Reconstructed", "Radiographs", "Radial", "Basis", "Functions", "biomechanical", "spontaneous", "assisted", "dellivery", "Navigation:", "Surgery,", "Planning", "Reality,", "volume", "Maestro", "M2A", "Diagnosing", "gastro-intestinal", "system.", "'Past", "biology", "2004", "Nov.,", "29,", "2013,", "it's", "Postgrad", "Day.", "organized", "PhD-work.", "posters", "looked", "Stephen", "Laycock", "abstracts", "presented", "booklet", "(PDF,", "996KB)", "compiled", "Barry", "Theobald.", "coupled", "series.", "presentation", "slides", "2.64Mb)", "Embracing", "Uncertanity:", "Prof.", "Chris", "Bishop,", "FREng", "FRSE", "Microsoft", "26KB)", "included", "1st,", "2nd,", "3rd+year", "posters.", "winner", "Ms", "Paicu,", "(Yogi)", "3rd+", "Mr", "Dominic", "Howell.", "Both", "well", "attended", "latter", "attracting", "people", "professors.", "Graphics:", "XBox", "360", "Robotics:", "Control", "automated", "Mindstorms", "'Raising", "pre-university", "Raising", "outreach", "raise", "progression", "activity", "days", "variety", "aims", "learning,", "expand", "students'", "provide", "insight", "studying", "University.", "listed", "offers", "offered,", "Animation", "Skills.", "take", "off-campus", "visits", "robot", "programming", "workshop.", "Newspaper", "report", "example", "typical", "schedule,", "schedules", "flexible", "made", "accommodate", "required.", "Time", "Activity", "10:00", "10:30", "Informal", "introduction", "12:00", "session", "1:", "Any", "morning", "session,", "could", "Robot", "12:40", "Lunch", "13:30", "Tour", "15:00", "2,", "e.g.", "Game", "15:15", "Conclusion", "timetable", "approximate", "guide.", "structured", "other,", "building", "upon", "previous", "instance", "(Robotics", "2)", "robotics", "session.", "schedule", "throughout", "aim", "supplement", "without", "interrupting", "restrictions", "must", "contacting", "School,", "something", "arranged", "around", "suits", "everyone", "concerned.", "Who", "any", "Pam", "Mayhew", "attending", "mini-courses", "clear.", "technology", "ideas", "educational", "institution", "experiences", "spark", "imagination", "clearer", "idea", "young", "wish", "life.", "team,", "hand", "advise", "aspects", "engagement", "ideas,", "planning,", "evaluation", "impact.", "Financial", "assistance", "Small", "Expenses", "Fund", "loan", "audio", "recorders.", "(CAS)", "CAS", "Hub", "meets", "twice", "pulls", "representatives", "local", "industry.", "merrier", "come", "along", "www.groupspaces.com/ncas", "next", "meeting.", "Electricity", "demand", "profiling", "Thompson", "12.00", "Tony", "Bagnall", "Robustness", "clustering", "Mar", "Mr.", "Oliver", "Kirkland", "Bayesian", "Inference", "Gavin", "Cawley", "Cumulative", "Meta", "Elena", "Kulinskaya", "Metrics", "clusters", "Vic", "Rayward-Smith/", "Kettleborough", "Comparison", "Segmentation", "Techniques", "Hand", "Feb", "Luke", "Davis", "Kolmogorov-Smirnov", "test", "archaeology", "Peterson", "concerns", "sites", "medieval", "churches", "Lothingland", "island'", "situated", "Geat", "Yarmouth", "Lowestoft).", "distribution", "seems", "non-random,", "relation", "hypothetical", "Roman", "survey", "grid.", "measures", "non-random", "it", "is,", "gives", "clear", "result.", "Because", "immediately", "archaeologists", "historians,", "demonstration", "statistical", "technique", "shown.", "Further", "estimate", "validity", "result", "Lothingland,", "described.", "possible,", "non-technical", "approach,", "attempt", "possible", "convince", "non-specialist", "significance", "test.", "Committed", "diversity", "equality", "proud", "submission,", "progressive", "inclusive", "culture", "standard,", "framework", "STEMM", "(i.e.", "those", "Technology,", "subjects)", "examine", "way", "widely", "men", "family", "caring", "responsibilities,", "dual", "relationships,", "achieve", "full", "flourish.", "gender", "inequalities", "requires", "commitment", "action", "everyone,", "levels", "tackle", "unequal", "representation", "science", "cultures", "attitudes", "absence", "management", "policy-making", "broad", "implications,", "loss", "rate", "urgent", "concern", "short-term", "contracts", "negative", "consequences", "retention", "personal", "structural", "obstacles", "making", "require", "active", "consideration", "organization", "Regular", "Self-Assessment", "involving", "Undergraduate,", "roles.", "look", "and,", "staff,", "identify", "improvement.", "feeds", "discussions", "plays", "role", "influencing", "changes", "central", "policies", "strategy", "Central", "Steering", "Committee.", "agenda", "keen", "play", "helping", "create", "equal", "inviting", "(", "Ref:ATR1239", ").", "closing", "12", "noon", "28", "May", "Societies,", "Networks", "BCS", "Useful", "societies", "networks", "Women", "Sprint:", "women's", "L", "Or", "al-UNESCO", "Ireland", "Fellowships", "(80Kb,", "PDF)", "(Application", "Terms", "Conditions)", "(234Kb,PDF)", "CignetS", "Workshop", "Unconcscious", "13", "Jan.", "2016", "Womens", "Forum", "Chartered", "Insurance", "BCSWomen", "Lovelace", "Colloquium", "Hopper", "LMS", "Institute/Allianz", "joint", "Nov", "15.30-18.30", "BBC", "documentary", "Ada", "(Senior", "Lecturer)", "Mohammadzadeh", "(Post-doctoral", "Researcher)", "Lisanne", "Gitsels", "(PhD", "Student)", "Mrs.", "Esther", "Glover", "Matthew", "Gooch", "(Project", "Officer,", "Diversity)", "Christopher", "Greenman", "(Lecturer)", "(Athena", "Champion,", "(Professor", "Statistics)", "Vincent", "Moulton", "School)", "Ms.", "(Head", "Timothy", "Southon", "(School", "Manager)", "Sue", "Spurgeon", "(PA", "Jenny", "Summers", "(Human", "Resources", "Barry-John", "Theobald", "WHO", "Splits", "Tight-Spans", "Convex", "Polytopes", "15:30-16:30", "Sven", "Herrmann", "split", "convex", "polytope", "P", "(regular)", "subdivision", "exactly", "maximal", "cells.", "tight-span", "complex", "inner", "faces.", "concepts", "introduced", "order", "decompositions", "metric", "spaces.", "However,", "explain", "concept", "splits", "(and", "generalisations", "it)", "obtain", "better", "understanding", "polytopes", "subdivisions", "general.", "weight", "vertices", "admits", "decomposition", "prime", "remainder.", "Introducing", "compatibility", "rise", "simplicial", "P,", "parts", "mathematics,", "phylogenetics", "another", "tropical", "geometry.", "Mathematics.", "Interfacing", "14.00-15.00", "29", "Oct", "Clark", "EMBL-European", "Bioinformatics", "Institute,", "Wellcome", "Campus,", "Hinxton", "describe", "forms", "EMBL-EBI", "industrial", "though", "SME", "Forum.", "Programme,", "principal", "drivers", "behind", "involvement", "pre-competitive", "resulted.", "Forum,", "factors", "interest", "smaller", "sized", "interactions", "managed.", "week's", "replaced", "JIC's", "\"Annual", "meeting\"", "13-15.", "Auditorium", "whole", "James", "Brown,", "JIC", "attend", "Samantha", "Lingwood,", "drawing", "15:00-16:00", "Sep", "Andreas", "Spillner", "Greifswald,", "Germany", "Split", "tool", "visualize", "collections", "bipartions", "set,", "systems.", "Such", "arise,", "example,", "reconstructing", "evolutionary", "history", "species.", "polynomial", "allows", "compute", "drawings", "crossing", "edges", "optimal", "sense", "necessarily", "miss", "contained", "EMBO", "Practical", "Multi-level", "Morphogenesis", "G34/35", "Jul", "Drs", "Stan", "e,", "Ver", "nica", "Grieneisen", "Enrico", "Coen", "20th", "16:00", "Kirsten", "ten", "Tusscher,", "Utrecht", "Netherlands:", "Three-dimensional", "heart", "21st", "e", ",John", "Centre,", "UK:", "T-cell", "22nd", "Kees", "Weijer,", "Dundee,", "Mechanics", "cell", "movement", "Dictyostelium", "chick", "23rd", "Martin", "Howard,", "Fluctuating", "gradients", "inside", "single", "cells:", "division", "regulation", "fission", "yeast", "11:30", "12:30", "Nick", "Monk,", "Nottingham,", "Root", "hair", "positioning", "26th", "Richard", "Bern,", "Switzerland:", "shoot", "apex", "morphogenesis", "V", "Yves", "Couder,", "cole", "Normale", "Sup", "rieure,", "Paris,", "France:", "Phyllotaxis", "27th", "Bangham,", "growth", "flowers", "Kristin", "Sherrard,", "Chicago,", "USA:", "Sequential", "activation", "apical", "basolateral", "contractility", "endoderm", "invagination", "ascidian", "embryos", "29th", "Isabel", "Palmeirim,", "Algarve,", "Portugal:", "clock", "space", "30th", "13:45", "14:45", "Nadine", "Peyri", "ras,", "Institut", "Neurobiologie", "Alfred", "Fessard,", "morphogenesis:", "towards", "Looking", "neighbourhood:", "Noise", "abatement", "genome", "evolution", "(Watson", "Crick)", "16.00", "Jun", "Laurence", "Hurst", "Howard", "Bath,", "Scheduling", "developmental", "impact", "plant", "form", "11.30", "Yuval", "Eshed", "Susana", "Sauret-Gueto", "Weizmann", "Israel", "goldilocks", "principle:", "microtubulespatial", "Biffen", "Annex,", "117,", "Geoffrey", "Wasteneys", "Veronica", "British", "Columbia,", "Vancouver,", "BC", "Canada", "DNA", "biological", "30", "Haizel", "Limited", "increasingly", "becoming", "poplar.", "among", "establish", "paternity", "relationships.", "background", "overview", "courts", "forensic", "purposes.", "Excitement", "sexual", "reproduction:", "remarkable", "pollen", "tubes", "urges", "27", "Jose", "Feijo", "Instituto", "Gulbenkian", "Ciencia", "(IGC)", "Phenomenological", "Danio", "rerio", "early", "embryogenesis", "23", "Peyrieras", "Maree", "France", "directed", "Barton", "IFR", "14.00", "Sebastian", "Ahnert", "J", "zsef", "Baranyi", "introduce", "novel", "detecting", "patterns", "correlations", "microarray", "network.", "By", "measuring", "properties", "network,", "coefficents", "nodes,", "importance", "gene", "underlying", "measurements.", "classify", "types", "networks,", "transcription", "food", "webs,", "differ", "significantly", "classification.", "interwinding", "nature", "protein-protein", "interfaces", "Kei", "Yura", "Ochanomizu", "Tokyo,", "Japan", "implication", "protein", "formation.", "Motivation", "Structural", "interactions.", "noticed", "dataset", "45", "multimeric", "proteins", "interface", "described", "flat", "against", "protruding/interwound.", "latter,", "residues", "chain", "surrounded", "chains,", "whereas", "not.", "Results", "simple", "distinguish", "matched", "annotator.", "automatic", "888", "structures,", "chains", "categorized", "non-surrounded", "surrounded.", "lower", "folding", "tendency", "sequence", "measure,", "than", "set.", "suggests", "before", "complexation,", "relatively", "unstable", "'fly-casting'.", "supported", "terminal", "regions", "overrepresented", "Availability", "Species,", "Clusters", "Tree", "Taoyang", "Wu", "hierarchical", "describing", "inter-relationships", "species", "long", "fundamental", "systematic", "Linnean", "classification", "quest", "Life.", "discrete", "basic", "question:", "Could", "delineate", "purely", "reference", "genealogy", "present-day", "individuals,", "describes", "ancestry", "continuous", "line", "descent?", "mathematically", "ways", "naturally", "define", "subsets", "individuals", "nested", "tree)", "graph", "individuals.", "relationship", "constructions.", "Biophysical", "starch", "breakdown", "leaves", "Ebenhoeh", "Aberdeen,", "Scotland", "Detecting", "outliers", "latent", "responses", "room,", "Irini", "Moustaki", "Hywel", "Williams", "Different", "approaches", "model.", "Outliers", "considered", "response", "hypothesized", "expected", "secondary", "strategies", "guessing.", "forward", "search", "accounts", "over-represented", "patterns.", "proposed", "extended", "trait", "guessing", "mechanism", "unobserved", "pseudo-item.", "illustrated", "simulated", "real", "examples.", "Hormonal", "root", "meristem", "hrs", "Sabrina", "Sabatini", "Universita", "La", "Sapienza,", "Rome,", "Italy", "Selection", "versus", "Demography:", "wild", "tomatoes", "19", "Aurelien", "Tellier", "Brown", "Munich", "DSB", "DivIVA-mediated", "branching", "Streptomyces", "Richards,", "Short-read", "de-novo", "assembly", "genomes", "Jan", "Mario", "Caccamo,", "Bioinformatics,", "TGAC", "(TGAC)", "generation", "sequencing", "technologies", "unprecedented", "wealth", "genomic", "data,", "huge", "challenges.", "sheer", "sophistication", "cope", "load,", "analyse", "effectively.", "new,", "memory-efficient", "Bruijn", "suite,", "Cortex,", "capable", "simultaneously", "loading", "analysing", "short", "reads", "multiple", "genomes.", "efficient", "sequences.", "eukaryote", "advantages", "short-read", "well-documented", "literature.", "issues", "upgrading", "longer", "memory", "usage.", "problem", "addressed", "combined", "strategy:", "structures", "divide-and-conquer", "approach.", "modified", "applied", "settings", "transcriptome", "metagenomics.", "methodology", "discovery", "direct", "variants", "verify", "shared", "variation", "consistent", "manner", "SNPs", "variants.", "marginal", "cost", "adding", "reduces,", "contribute", "fewer", "k-mers.", "therefore", "load", "datasets", "structure,", "differences.", "strengths", "does", "coordinate-based", "Zamin", "Iqbal", "Oxford,", "UK)", "Caccamo", "(The", "UK).", "_token", "=\"UqNTCODMKYWPSS5eoLb+MA==\";", "_iv", "=\"0V7gkRc7okw=\";", "body", "(self", "top)", "theBody", "document.getElementsByTagName('body')[0]", "theBody.style.display", "\"block\"", "else", "top.location", "self.location", "Username:", "Site", "Verification", "Make", "sure", "recognise", "entering", "password", "Password:", "I've", "forgotten", "Remember", "Me", "Never", "disclose", "others.", "sign", "bar", "https://login.uea.ac.uk", "Check", "picture", "phrase", "password.", "alumna...", "Everyday...", "it....", "Weighted...", "2015-16,", "Week", "Time:", "rd", "1pm", "Gitsels,", "of...", "15/09/15", "Volume", "Rendering", "born", "project,", "led", "Ltd.", "uses", "2D", "textures", "render", "volumetric", "CT", "MR", "scans.", "Features", "Visual", "C++", "MFC.", "import,", "VC7", "port", "OFFIS", "DCMTK", "Yoolkit.", "OpenGL", "modern", "higher-spec", "(NVidia", "ATI", "Radeon", "9000", "above).", "Alpha", "blended", "Maximum", "Intensity", "Projection", "(MIP)", "Multi-Planar", "Reformatting", "(MPR)", "Up", "fixed-orientation", "moveable", "cut", "planes", "fly-through", "Stereoscopic", "anaglyph", "viewport", "transfer", "modification", "Iso-surface", "mesh", "Watershed", "segmentation", "Raw", "import", "options", "evaluate", "3DView,", "executable", "documentation", "(zip", "read", "copyright", "license", "carefully.", "Use", "implies", "acceptance", "conditions.", "users", "limited.", "need", "Acrobat", "Reader.", "us,", "page,", "e-mail", ".aui", "blockquote", "p", ".narrow-list", "ul", ".portlet-topper", "h2.portlet-title", "/*inline", "call", "buttons/links.", "See", "https://www.uea.ac.uk/study/experienceuea/student-experience", "*/", ".journal-content-article", "a.inlineCTA{", "color:#fff!important;", "display:inline-block;", "*display:", "inline;", "zoom:", "1;", "width:150px;", "font-weight:700;", "background:#00597F", "url(/documents/10165/0/chevron/36ee3e28-7c1e-42bb-a4d4-427cc465e886?t=1366462389175)", "no-repeat", "90%", "center;", "padding:5px", "30px", "5px", "15px;", "margin:10px", "0", "0;", "text-decoration:none;", "a:hover.inlineCTA,", "a:focus.inlineCTA{", "background-color:#428BB2;", ".Portal", "#footerText,", "#footer", "font-size:", "12px;", "'Build", "knowledge')\"", "Build", "knowledge", "enabling", "specialise", "subjects", "allied", "build", "disciplines", "refer", "page", "Choosing", "guidance.", "MScs", "paths", "improve", "prospects.", "degrees", "taken", "release", "full-time", "job.", "MRes", "Discovery", "Datamining", "Part-Time", "(Part", "time)", "(Industry", "based)", "Yr)", "591515.", "Alternatively", "try", "'Short", "Mining", "ICT')\"", "Statistics,", "ICT", "Providing", "expertise", "professional", "publicly", "available,", "delivered", "UEA's", "sites,", "tailored", "organisation's", "premises.", "discussion", "courses,", "professionaldevelopment@uea.ac.uk", "Introductory", "Java", "(3", "day)", "Object-Oriented", "Introduction", "Matlab", "(2", "Analysing", "SPSS", "Dependence", "multivariate", "copulas", "(5", "Name", "Deputy", "Andy", "Admissions", "Ben", "Milner", "Mckeown", "Cox", "Manager", "PA", "#imageLink7628793", "background-color:", "#6FA63C;", ".imageLink", "p:first-child{", "padding:", "25px", "10px;", "line-height:", "13px", "!important;", "p:first-child", "border-top:", "20px", "solid", "getStyleProp(elem,", "prop)", "window.getComputedStyle(elem,", "null).getPropertyValue(prop);", "/*", "$(document).ready(function(){", "imageLinkText7628793", "$('#imageLink7628793", "p')[0];", "resizeFont(imageLinkText7628793);", "resizeFont(pTagContent)", "imageLink", "document.getElementById(\"imageLink7628793\");", "linkLengthMax", "15;", "//if", "($(window).width()", "768)", "($(pTagContent).text().length", "linkLengthMax)", "imageLink.style.fontSize", "\"10px\";", "//}", "imageLink.parentNode.parentNode.parentNode.parentNode.parentNode.className", "+=", "specified-portlet-overwrite_56_\";", "mainImageLinks\";", "imageLink.parentNode.style.padding", "'0';", "//imageLink.parentNode.parentNode.parentNode.className", "\"specified-portlet-borderless-overwrite\";", "#imageLink7628921", "imageLinkText7628921", "$('#imageLink7628921", "resizeFont(imageLinkText7628921);", "document.getElementById(\"imageLink7628921\");", "#imageLink7629010", "imageLinkText7629010", "$('#imageLink7629010", "resizeFont(imageLinkText7629010);", "document.getElementById(\"imageLink7629010\");", "#imageLink7628863", "imageLinkText7628863", "$('#imageLink7628863", "resizeFont(imageLinkText7628863);", "document.getElementById(\"imageLink7628863\");", "#imageLink7628950", "imageLinkText7628950", "$('#imageLink7628950", "resizeFont(imageLinkText7628950);", "document.getElementById(\"imageLink7628950\");", "#imageLink7629040", "imageLinkText7629040", "$('#imageLink7629040", "resizeFont(imageLinkText7629040);", "document.getElementById(\"imageLink7629040\");", "#imageLink7628893", "imageLinkText7628893", "$('#imageLink7628893", "resizeFont(imageLinkText7628893);", "document.getElementById(\"imageLink7628893\");", "#imageLink7628983", "imageLinkText7628983", "$('#imageLink7628983", "resizeFont(imageLinkText7628983);", "document.getElementById(\"imageLink7628983\");", "'Conference", "guideline')\"", "guideline", "Outline", "Detailed", "Note:", "finalised", "18th", "August.", "No", "requested", "August", "except", "extremely", "exceptional", "circumstances.", "Oral", "Presentation", "Guidelines", "preparing", "oral", "Global,", "LNCS", "6936", "(Volume", "6936,", "10.1007/978-3-642-23878-9).", "src=\"/people-portlet/files/pureimagescaled/130w/58413646/73af21b4-0ac2-4409-a804-e9db81ce5132?t=1389348543763\"", "Biology,", "2607", "&#118;&#46;m&#111;&#117;&#108;&#116;&#111;&#110;@ue&#97;.&#97;&#99;.&#117;&#107;", "2.12C", "completing", "1987,", "USA,", "Washington", "1991,", "Duke", "1994.", "researcher", "Bielefeld,", "DE,", "Canterbury/Massey", "NZ.", "1997", "Sweden,", "employed", "Mid", "Sweden", "Uppsala", "joined", "2004,", "2002-2004,", "1997-2002,", "1996-1997,", "Fellow,", "Massey", "Zealand", "Canterbury,", "1994-1996,", "Postdoc,", "Background", "Warwick,", "1987", "Washington,", "1991", "1994", "Docent", "Umea", "1999", "Additional", "Contacts", "Alternative", "address:", "vincent.moulton@cmp.uea.ac.uk", "Personal", "Homepage", "list", "publications", "Huber,", "Van", "Iersel,", "Moulton,", "V.,", "Wu,", "T.", "(2015)", "much", "needed", "infer", "reticulate", "histories?", "Systemic", "64.", "102-111", "Bang,", "Dubickas,", "Koolen,", "finitely", "distance-regular", "graphs", "fixed", "valency", "greater", "Advances", "269.", "1-55", "Bastkowski,", "Spillner,", "Neighborhoods", "trees", "circular", "orderings", "Bulletin", "Mathematical", "77.", "46-70", "Herrmann,", "Lesser,", "Optimal", "realisations", "two-dimensional,", "totally", "split-decomposable", "metrics", "Discrete", "338.", "1289", "1299", "parsimony-based", "phylogenetic", "66.", "Linz,", "Spaces", "generalized", "nearest-neighbor", "interchange", "operations", "van", "Scornavacca", "(CNRS),", "C.,", "Reconstructing", "level-1", "nondense", "binet", "trinet", "sets", "Algorithmica", "minimum", "hard:", "tree", "inference", "Balvo", "i", "t", "FlatNJ:", "network-based", "biogeographical", "Systematic", "63.", "383-396", "Volkmann,", "Martyn,", "I.,", "Mooers,", "O.,", "Gilbert,", "(ed.)", "Prioritizing", "Populations", "PLoS", "ONE", "9.", "e88945", "Fishing", "Neighbor-Nets", "Letters", "114.", "13-18", "Trinets", "encode", "tree-child", "level-2", "68.", "1707-1729", "blocks", "quasi-median", "179.", "129-138", "Lopez-gomollon,", "Beckers,", "Rathjen,", "Moxon,", "Maumus,", "F.,", "Mohorianu,", "Dalmay,", "Mock,", "Global", "characterization", "non-coding", "RNAs", "marine", "microalgae", "BMC", "Genomics", "15.", "Semple,", "Representing", "Partitions", "Trees", "SIAM", "28.", "1152-1172", "Toseland,", "Metatranscriptomes", "diverse", "microbial", "communities:", "assessment", "reduction", "rigorous", "annotation", "Hellmuth,", "Hernandez-Rosales,", "Stadler,", "Wieseke,", "N.", "(2013)", "Orthology", "relations,", "symbolic", "ultrametrics", "cographs", "399-420", "Dress,", "Obtaining", "tight", "spans", "161.", "1409-1420", "Woolfenden,", "H.,", "Gates,", "Bocking,", "Blyth,", "Richardson,", "Modeling", "copper", "availability", "bacterial", "denitrification", "MicrobiologyOpen", "2.", "756-765", "Stocks,", "B.,", "Wood,", "CoLIde:", "bioinformatics", "CO-expression-based", "RNA", "Loci", 